9/data/attachments/c900a231467ed07f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mary_time_Actions_57116_3</nif:username>
            <nif:friendToBeRequested>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>